import {IAchievement} from '@/types/Achievement';
export const achievements: IAchievement[] = [
  {
    title: 'Победители «Боя роботов» 1,5 кг',
    id: '1',
    description: `Команда «Гурманы» одержала серию из 5 побед битв
        Robot Fight Club, что дало им звание чемпионов 23 сезона. Команда
        выступила с роботом «Lilcheese» весом 1,5 кг и вооружённого барабанным спиннером`,
    photoUrl: '#',
    link_to_media: '#',
    coverUrl: '/mock/achievement_1.png',
  },
  {
    title: 'Призёры Скат 2024',
    id: '2',
    description: `Команда «Покорители Неба» стала призёром всероссийский соревнований СКАТ2024.
        Ребята спроектировали и изготовили БПЛА на базе ЦМР.
        Летательный аппарат успешно выполнил задание и занял третье место основного трека.`,
    photoUrl: '#',
    link_to_media: '#',
    coverUrl: '/mock/achievement_2.png',
  },
  {
    title: '«АэроТех»',
    id: '3',
    description: `Проект направлен на развитие студенческого научно-технического творчества в сфере
        беспилотных летательных аппаратов и предполагает создание специализированной площадки для обучения
        работе с БПЛА и проведения лекций.`,
    photoUrl: '#',
    link_to_media: '#',
    coverUrl: '/mock/achievement_3.png',
  },
  {
    title: 'Хардатон «Инженерный вызов»',
    id: '4',
    description:
      'В этом году участие приняли 11 лучших команд Бауманки и МТКП, которые на практике показали, что могут студенты лучшего технического университета.',
    photoUrl: '#',
    link_to_media: '#',
    coverUrl: '/mock/achievement_4.jpg',
  },
];
